[
  {
    "name": "Rick Sanchez",
    "quote": "Get out of here, Summer! You ruined the season 4 premiere!"
  },
  {
    "name": "Rick Sanchez",
    "quote": "That was season one! Thanks for watching!"
  },
  {
    "name": "Rick Sanchez",
    "quote": "And that’s the end of the Morty gets a dragon episode"
  },
  {
    "name": "Rick Sanchez",
    "quote": "Oh, boy, so you actually learned something today? What is this, Full House?"
  },
  {
    "name": "Rick Sanchez",
    "quote": "I programmed you to believe that."
  },
  {
    "name": "Rick Sanchez",
    "quote": "Have fun with empowerment. It seems to make everyone that gets it really happy."
  },
  {
    "name": "Rick Sanchez",
    "quote": "Listen, Morty, I hate to break it to you, but what people call love is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science."
  },
  {
    "name": "Morty Smith",
    "quote": "Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV."
  },
  {
    "name": "Rick Sanchez",
    "quote": "To live is to risk it all."
  },
  {
    "name": "Morty Smith",
    "quote": "Mr. President, if I’ve learned one thing today it’s that sometimes you have to not give a f*ck!"
  },
  {
    "name": "Morty Smith",
    "quote": "How many of these are just horrible mistakes I made? I mean, maybe I’d stop making so many if I let myself learn from them."
  },
  {
    "name": "Rick Sanchez",
    "quote": "Stealing stuff is about the stuff, not the stealing."
  },
  {
    "name": "Rick Sanchez",
    "quote": "I’m sorry, but your opinion means very little to me."
  },
  {
    "name": "Rick Sanchez",
    "quote": "There’s a lesson here and I’m not going to be the one to figure it out."
  },
  {
    "name": "Rick Sanchez",
    "quote": "I think you have to think ahead and live in the moment"
  },
  {
    "name": "Rick Sanchez",
    "quote": "Listen to me, Morty. I know that new situations can be intimidating. You’re lookin’ around and it’s all scary and different, but y’know … meeting them head-on, charging into ‘em like a bull — that’s how we grow as people."
  },
  {
    "name": "Rick Sanchez",
    "quote": "It’s your choice to take this personally"
  },
  {
    "name": "Morty Smith",
    "quote": "Sometimes science is more art than science."
  },
  {
    "name": "Morty Smith",
    "quote": "Must… continue… moving… in… ways… that… lead… to… dying… with… you."
  },
  {
    "name": "Jerry Smith",
    "quote": "Life is effort. I’ll stop when I die!"
  },
  {
    "name": "Mr. Meeseeks",
    "quote": "Having a family doesn’t mean that you stop being an individual. You know the best thing you can do for the people that depend on you? Be honest with them, even if it means setting them free."
  },
  {
    "name": "Unity",
    "quote": "I realize now I’m attracted to you for the same reason I can’t be with you; you can’t change. And I have no problem with that but it clearly means I have a problem with myself."
  },
  {
    "name": "Summer Smith",
    "quote": "Ooh yeah, shame me. At least when I’m disgusting it’s on purpose."
  },
  {
    "name": "Jerry Smith",
    "quote": "If I’ve learned one thing, it’s that before you get anywhere in life, you gotta stop listening to yourself"
  },
  {
    "name": "Summer Smith",
    "quote": "Camping is just being homeless without the change."
  },
  {
    "name": "Beth Smith",
    "quote": "Don’t make the same mistakes I made. Don’t deify the people who leave you."
  },
  {
    "name": "Summer Smith",
    "quote": "So what if he’s the Devil, Rick? At least the Devil has a job. At least he’s active in the community."
  },
  {
    "name": "Summer Smith",
    "quote": "That’s because losers look stuff up while the rest of us are carp’en all them ‘diems."
  },
  {
    "name": "Summer Smith",
    "quote": "You don’t love people in hopes of a reward, Dad. You love them unconditionally."
  },
  {
    "name": "Rick Sanchez",
    "quote": "You gotta do it for Grandpa, Morty. You gotta put these seeds inside your butt."
  }
]