[
  {
    "no": "12",
    "epi": "S02E01",
    "title": "A Rickle in Time",
    "date": "26 Jul. 2015",
    "synop": "Having restarted time, Rick, Morty and Summer are in a quantum-uncertain state of existence. An argument leads to the creation of two alternate timelines, which need to be stitched back together fast if they are to escape quantum collapse."
  },
  {
    "no": "13",
    "epi": "S02E02",
    "title": "Mortynight Run",
    "date": "2 Aug. 2015",
    "synop": "Rick and Morty try to save a gas life form while Jerry resides in a daycare made for Jerrys."
  },
  {
    "no": "14",
    "epi": "S02E03",
    "title": "Auto Erotic Assimilation",
    "date": "9 Aug. 2015",
    "synop": "Rick gets emotional. Beth and Jerry get into a fight."
  },
  {
    "no": "15",
    "epi": "S02E04",
    "title": "Total Rickall",
    "date": "16 Aug. 2015",
    "synop": "The Smith house is locked down after parasites threaten to take over the world by multiplying through flashbacks."
  },
  {
    "no": "16",
    "epi": "S02E05",
    "title": "Get Schwifty",
    "date": "23 Aug. 2015",
    "synop": "Rick and morty must aid Earth after a giant head disrupts the planet, demanding to see a hit song performed."
  },
  {
    "no": "17",
    "epi": "S02E06",
    "title": "The Ricks Must Be Crazy",
    "date": "30 Aug. 2015",
    "synop": "Rick is having trouble with his car and they have to fix it by traveling to the microverse."
  },
  {
    "no": "18",
    "epi": "S02E07",
    "title": "Big Trouble in Little Sanchez",
    "date": "13 Sep. 2015",
    "synop": "Rick joins in on some hijinks by transferring his consciousness into teenage \"Tiny Rick.\" Beth and Jerry sort out their relationship."
  },
  {
    "no": "19",
    "epi": "S02E08",
    "title": "Interdimensional Cable 2: Tempting Fate",
    "date": "20 Sep. 2015",
    "synop": "Jerry is faced with the difficult decision of losing his manhood in order to save an alien leader from imminent death. Meanwhile, Rick, Morty and Summer explore the possibilities of interdimensional television."
  },
  {
    "no": "20",
    "epi": "S02E09",
    "title": "Look Who's Purging Now",
    "date": "27 Sep. 2015",
    "synop": "Rick and Morty arrive on an alien planet to fix their ship just as the day of the purge begins there, Jerry and Summer work on their father-daughter relationship, but his lack of employment keeps coming up."
  },
  {
    "no": "21",
    "epi": "S02E10",
    "title": "The Wedding Squanchers",
    "date": "4 Oct. 2015",
    "synop": "The Smith family is invited to the wedding of Rick's best friend, Birdperson. Things go south when it's discovered that the bride isn't who she says she is."
  }
]
