[
  {
    "no": "1",
    "epi": "S01E01",
    "title": "Pilot",
    "date": "2 Dec. 2013",
    "synop": "A strangely eccentric genius scientist and inventor moves into the home of his daughter and her family and begins to strongly influence his young grandson."
  },
  {
    "no": "2",
    "epi": "S01E02",
    "title": "Lawnmower Dog",
    "date": "9 Dec. 2013",
    "synop": "Rick helps Jerry out with the dog."
  },
  {
    "no": "3",
    "epi": "S01E03",
    "title": "Anatomy Park",
    "date": "16 Dec. 2013",
    "synop": "It's Christmas. Rick shrinks Morty, injecting him into a homeless man to save Anatomy Park. Jerry tries to have a Christmas free of electronic devices, but regrets his decision when his parents introduce him to their new friend."
  },
  {
    "no": "4",
    "epi": "S01E04",
    "title": "M. Night Shaym-Aliens!",
    "date": "13 Jan. 2014",
    "synop": "Rick and Morty try to get to the bottom of a mystery."
  },
  {
    "no": "5",
    "epi": "S01E05",
    "title": "Meeseeks and Destroy",
    "date": "20 Jan. 2014",
    "synop": "Rick provides the family with a solution to their problems, freeing him up to go on an adventure led by Morty."
  },
  {
    "no": "6",
    "epi": "S01E06",
    "title": "Rick Potion #9",
    "date": "27 Jan. 2014",
    "synop": "After Rick gives Morty a love potion for a school dance, things quickly spiral out of control when the serum splices with the flu - causing it to spread. Rick and Morty scramble to cure the crisis, making matters worse in the process."
  },
  {
    "no": "7",
    "epi": "S01E07",
    "title": "Raising Gazorpazorp",
    "date": "10 Mar. 2014",
    "synop": "Morty becomes a father to an alien baby, while Rick and Summer get trapped in a dangerous dimension."
  },
  {
    "no": "8",
    "epi": "S01E08",
    "title": "Rixty Minutes",
    "date": "17 Mar. 2014",
    "synop": "Rick hooks up the family's TV with interdimensional cable, allowing them to watch infinite TV from across the multiverse."
  },
  {
    "no": "9",
    "epi": "S01E09",
    "title": "Something Ricked This Way Comes",
    "date": "24 Mar. 2014",
    "synop": "Summer gets a job at a pawn shop owned by the devil. Jerry helps Morty with his science fair project."
  },
  {
    "no": "10",
    "epi": "S01E10",
    "title": "Close Rick-counters of the Rick Kind",
    "date": "7 Apr. 2014",
    "synop": "Rick, falsely blamed for Murder by the council of Ricks, begins a cross-dimensional pursuit with the authorities while attempting to prove his innocence."
  },
  {
    "no": "11",
    "epi": "S01E11",
    "title": "Ricksy Business",
    "date": "14 Apr. 2014",
    "synop": "Beth and Jerry head for an iceberg of a date leaving Rick in charge. Morty doesn't get to go on any more adventures if the house isn't in the same condition when they get back."
  }
]
