[
  {
    "no": "32",
    "epi": "S04E01",
    "title": "Edge of Tomorty: Rick Die Rickpeat",
    "date": "10 Nov. 2019",
    "synop": "Rick brings Morty to a planet containing crystals that show whoever is touching them all the ways they may die depending on their choices."
  },
  {
    "no": "33",
    "epi": "S04E02",
    "title": "The Old Man and the Seat",
    "date": "17 Nov. 2019",
    "synop": "Rick goes to his private bathroom to find that someone else has used it. Jerry creates an app with an unlikely alien and Morty pays the price."
  },
  {
    "no": "34",
    "epi": "S04E03",
    "title": "One Crew over the Crewcoo's Morty",
    "date": "24 Nov. 2019 ",
    "synop": "On a treasure-seeking expedition in an alien temple, Rick and Morty discover that a heist expert has snatched the prize from under their noses. Further twists, turns and double-crosses abound."
  },
  {
    "no": "35",
    "epi": "S04E04",
    "title": "Claw and Hoarder: Special Ricktim's Morty",
    "date": "8 Dec. 2019",
    "synop": "Morty asks Rick for a dragon and Rick finds a wizard of another dimension who makes a soul bonding contract between Morty and a dragon called Balthromaw. Meanwhile, Jerry meets a talking cat in his bedroom who wants to fly to Florida."
  },
  {
    "no": "36",
    "epi": "S04E05",
    "title": "Rattlestar Ricklactica",
    "date": "15 Dec. 2019",
    "synop": "Morty discovers a race of intelligent space snakes after suffering a potentially lethal bite. Jerry attempts to prove that he isn't completely incompetent."
  },
  {
    "no": "37",
    "epi": "S04E06",
    "title": "Never Ricking Morty",
    "date": "3 May 2020",
    "synop": "An anthology episode that follows Rick and Morty on a train with people who don't like Rick. They have to find their way out but they bump into unexpected situations along the way."
  },
  {
    "no": "38",
    "epi": "S04E07",
    "title": "Promortyus",
    "date": "10 May 2020",
    "synop": "Rick, Morty and Summer visit an alien civilisation, where Rick and Morty are controlled by parasites and Summer lives a luxurious lifestyle."
  },
  {
    "no": "39",
    "epi": "S04E08",
    "title": "The Vat of Acid Episode",
    "date": "17 May 2020",
    "synop": "Rick & Morty go on a simple exchange as Rick tells Morty if something goes wrong jump into the same vat of acid as he does."
  },
  {
    "no": "40",
    "epi": "S04E09",
    "title": "Childrick of Mort",
    "date": "24 May 2020",
    "synop": "Rick, Morty, Beth, Summer and Jerry share a galactic adventure."
  },
  {
    "no": "41",
    "epi": "S04E10",
    "title": "Star Mort Rickturn of the Jerri",
    "date": "31 May 2020",
    "synop": "An adventure with an invisibility belt, but a family that disappears together, must stay together."
  }
]
