[
  {
    "no": "22",
    "epi": "S03E01",
    "title": "The Rickshank Rickdemption",
    "date": "1 Apr. 2017",
    "synop": "Rick, still in galactic prison, puts an intricate escape plan into action. Back on Earth, which is now under federation control, Morty and Summer have an argument about their grandpa."
  },
  {
    "no": "23",
    "epi": "S03E02",
    "title": "Rickmancing the Stone",
    "date": "30 Jul. 2017",
    "synop": "With the kids dealing with their parents' divorce, Rick takes them to a Mad Max-style universe where he tries to steal a green crystal from a group of scavengers."
  },
  {
    "no": "24",
    "epi": "S03E03",
    "title": "Pickle Rick",
    "date": "6 Aug. 2017",
    "synop": "Rick turns himself into a pickle while Beth, Summer, and Morty go to family therapy."
  },
  {
    "no": "25",
    "epi": "S03E04",
    "title": "Vindicators 3: The Return of Worldender",
    "date": "13 Aug. 2017",
    "synop": "Rick and Morty are summoned by the Vindicators to stop Worldender but end up in a deathtrap conceived by Drunk Rick."
  },
  {
    "no": "26",
    "epi": "S03E05",
    "title": "The Whirly Dirly Conspiracy",
    "date": "20 Aug. 2017",
    "synop": "Rick takes Jerry on a sympathy adventure to a resort where everyone is immortal when there, and Jerry meets some old acquaintances of Rick's who want payback."
  },
  {
    "no": "27",
    "epi": "S03E06",
    "title": "Rest and Ricklaxation",
    "date": "27 Aug. 2017",
    "synop": "Following a stressful adventure, Rick and Morty go on a break to a spa where they remove their toxins, which in turn take a form of their own."
  },
  {
    "no": "28",
    "epi": "S03E07",
    "title": "The Ricklantis Mixup",
    "date": "10 Sep. 2017",
    "synop": "Whilst Rick and Morty go off to adventure in Atlantis, we take a look at how the Citadel has rebuilt itself since both Rick and Morty visited."
  },
  {
    "no": "29",
    "epi": "S03E08",
    "title": "Morty's Mind Blowers",
    "date": "17 Sep. 2017",
    "synop": "Rick reveals to Morty his \"Morty's mind blowers,\" a collection of memories Morty asked Rick to erase from his mind."
  },
  {
    "no": "30",
    "epi": "S03E09",
    "title": "The ABCs of Beth",
    "date": "24 Sep. 2017",
    "synop": "Rick brings Beth to a world he created for her when she was younger while Beth looks for a long-lost childhood friend trapped there for years."
  },
  {
    "no": "31",
    "epi": "S03E10",
    "title": "The Rickchurian Mortydate",
    "date": "1 Oct. 2017",
    "synop": "Rick and Morty are called upon by the president to kill a vicious alien in the secret tunnels under the White House."
  }
]
