[
  {
    "no": "42",
    "epi": "S05E01",
    "title": "Mort Dinner Rick Andre",
    "date": "20 Jun. 2021",
    "synop": "Rick hosts dinner for his ocean dwelling nemesis, while Morty gets the wine."
  },
  {
    "no": "43",
    "epi": "S05E02",
    "title": "Mortyplicity",
    "date": "27 Jun. 2021",
    "synop": "The Smiths suspect they're being hunted. But who's even real?"
  },
  {
    "no": "44",
    "epi": "S05E03",
    "title": "A Rickconvenient Mort",
    "date": "4 Jul. 2021",
    "synop": "Morty falls in love with an ecological heroine named Planetina, and quickly has trouble with the people that created her. Rick and Summer visit planets that are about to stop existing to have crazy parties and forget their problems."
  },
  {
    "no": "45",
    "epi": "S05E04",
    "title": "Rickdependence Spray",
    "date": "11 Jul. 2021",
    "synop": "Morty has the idea to use a horse breeding mount to extract his semen, but after Rick tries to use it to create a weapon, thinking it was horse sperm, he ends up creating sperm monsters that threaten the entire country."
  },
  {
    "no": "46",
    "epi": "S05E05",
    "title": "Amortycan Grickfitti",
    "date": "18 Jul. 2021",
    "synop": "Summer and Morty steal Rick's car to impress a new kid at school. Meanwhile, Rick and Jerry have a guys' night from hell."
  },
  {
    "no": "47",
    "epi": "S05E06",
    "title": "Rick & Morty's Thanksploitation Spectacular",
    "date": "25 Jul. 2021",
    "synop": "In this Thanksgiving episode, Rick and Morty need to get a presidential pardon."
  },
  {
    "no": "48",
    "epi": "S05E07",
    "title": "Gotron Jerrysis Rickvangelion",
    "date": "1 Aug. 2021",
    "synop": "Summer enables Rick's addiction to collecting giant combining robots, and the family becomes The Family."
  },
  {
    "no": "49",
    "epi": "S05E08",
    "title": "Rickternal Friendshine of the Spotless Mort",
    "date": "8 Aug. 2021",
    "synop": "Rick attempts to save a beloved friend."
  },
  {
    "no": "50",
    "epi": "S05E09",
    "title": "Forgetting Sarick Mortshall",
    "date": "5 Sep. 2021",
    "synop": "Rick gets new sidekicks, while Morty makes a new friend."
  },
  {
    "no": "51",
    "epi": "S05E10",
    "title": "Rickmurai Jack",
    "date": "5 Sep. 2021",
    "synop": "Rick is living his best anime life. Meanwhile in the Citadel of Ricks, a long game played by one particular Morty is reaching its conclusion."
  }
]
